Repository: eiskalteschatten/ScratchPad-v1
Catalog: *.lproj/Localized.strings
Languages: dutch, german

source: Export
german: Exportieren

source: Export a page to a file
dutch: Export een pagina naar een bestand
german: Seite exportieren

source: Export Page
dutch: Export Pagina
german: Seite exportieren

source: Go to a specific page number
dutch: Ga naar een specifiek paginanummer
german: Zu einer spezifischen Seitennummer gehen

source: Go To Page
dutch: Ga naar pagina
german: Zur Seite gehen

source: Go To Page Number
dutch: Ga naar paginanummer
german: Zur Seitennummer gehen

source: Navigate pages
dutch: Navigeer pagina's
german: Seiten durchgehen

source: Opens the application preferences
dutch: Open de applicatie voorkeuren
german: Einstellungen öffnen

source: Preferences
dutch: Voorkeuren
german: Einstellungen

source: Ruler
dutch: Liniaal
german: Lineal

source: Show or hide the ruler
dutch: Toon of verberg de liniaal
german: Lineal einblenden oder ausblenden

source: Yes
dutch: Ja
german: Ja

source: No
dutch: Nee
german: Nein

source: Are you sure you want to delete this page?
dutch: Bent u zeker dat u deze pagina wilt verwijderen?
german: Sind Sie sicher, dass Sie die Seite löschen wollen?

source: Delete Page
dutch: Verwijder pagina
german: Seite löschen

source: Delete the page
dutch: Verwijder de pagina
german: Die Seite löschen

source: Backup Created
dutch: Backup gemaakt
german: Das Backup wurde erstellt

source: Your backup has successfully been created!
dutch: Uw backup is met succes gemaakt!
german: Ihr Backup wurde erfolgreich erstellt!

source: Backup Not Created
dutch: Backup niet gemaakt
german: Das Backup wurde nicht erstellt

source: An error occurred and your backup was not created!
dutch: Een fout is opgetreden en uw backup is niet gemaakt!
german: Ein Fehler ist aufgetreten und Ihr Backup wurde nicht erstellt!

source: Restore Backup
dutch: Backup terugzetten
german: Das Backup wiederherstellen

source: Are you sure you want to restore your backup and replace all of your current preferences and pages? All current preferences and pages will be lost.
dutch: Bent u zeker dat u de backup wilt terugzetten en al uw huidige voorkeuren en pagina's wilt vervangen? Alle huidige voorkeuren en pagina's zullen verloren gaan.
german: Sind Sie sicher, dass Sie Ihr Backup wiederherstellen wollen und alle Ihre gegenwärtige Einstellungen und Seiten verdrängen wollen? Alle gegenwärtige Einstellungen und Seiten werden verloren sein.

source: Backup Restored
dutch: Backup teruggezet
german: Das Backup wurde wiederhergestellt

source: Your backup has successfully been restored!
dutch: Uw backup is met succes teruggezet!
german: Ihr Backup wurde erfolgreich wiederhergestellt!

source: Backup Not Restored
dutch: Backup niet teruggezet
german: Das Backup wurde nicht wiederhergestellt

source: An error occurred and your backup was not restored
dutch: Een fout is opgetreden en uw backup is niet teruggezet
german: Ein Fehler ist aufgetreten und Ihr Backup wurde nicht wiederhergestellt!

source: Before enabling synchronization with Dropbox, it is highly recommended that you first make a backup of your ScratchPad files using the built-in backup feature.
german: Es ist empfehlenswert, ein Backup von Ihren ScratchPad-Dateien mit der eingebauten Backupfunktion zu erstellen, bevor Sie ScratchPad mit Dropbox synchronisieren.

source: Continue
german: Fortfahren

source: Problem with Dropbox
german: Problem mit Dropbox

source: There was a problem with copying your ScratchPad files from Dropbox to your computer
german: Ein Fehler ist beim Kopieren von Ihren ScratchPad-Dateien von Dropbox auf Ihrem Computer aufgetreten!

source: There was a problem with copying your ScratchPad files to Dropbox
german: Ein Fehler ist beim Kopieren von Ihren ScratchPad-Dateien auf Dropbox aufgetreten!

source: There was a problem with copying your ScratchPad files from Dropbox
german: Ein Fehler ist beim Kopieren von Ihren ScratchPad-Dateien von Dropbox aufgetreten!

source: ScratchPad has already been synchronized with this Dropbox account either on this computer or another. Please choose carefully how to proceed as all changes are permanent and CANNOT be undone. If you are unsure, click 'Cancel' and backup your ScratchPad files before continuing to avoid data loss.
german: ScratchPad wurde schon entweder auf diesem oder auf einem anderen Computer mit diesem Dropbox-Konto synchronisiert. Bitte vorsichtig fortfahren, denn alle Änderungen KÖNNEN NICHT rückgängig gemacht werden. Wenn Sie unsicher sind, klicken Sie 'Abbrechen' an und erstellen Sie ein Backup von Ihren ScratchPad-Dateien, bevor Sie fortfahren.

source: Cancel
german: Abbrechen

source: Replace files on this computer
german: Dateien auf diesem Computer ersetzen

source: Replace files on Dropbox
german: Dateien auf Dropbox ersetzen

source: Navigate
dutch: Navigeren
